Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.ReinforcementRepresentation


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.ReinforcementVisibility


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.MeshReinforcementVisibilityLongitudinal


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.MeshReinforcementVisibilityCrossing


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.VisibleLines


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.HiddenLines


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.HideLinesHiddenByPart


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.HideLinesHiddenByReinforcement


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.StraightEndSymbolType


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.HookedEndSymbolType


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.MeshReinforcementSymbolIndex


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.MeshReinforcementSymbolSize


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.CustomPresentation


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.ToStruct(Tekla.Structures.Drawing.ReinforcementBase.ReinforcementBaseAttributes)


Tekla.Structures.DrawingInternal.dotGrReinforcementBaseAttributes_t.FromStruct(Tekla.Structures.Drawing.ReinforcementBase.ReinforcementBaseAttributes)
